choose_dispatch_point_message = "Оберіть точку достави"
get_location_message = "Щоб дізнатися ціну доставки, введіть свою адресу або прикріпіть геопозицію за допомогою 📎"
user_location = "<b>Ваша адреса:</b> \n\n"
is_user_location = "<b>Це ваша адреса?</b>"
choose_concrete_type = "Опис видів бетону.\nВиберіть вид бетону"
concrete_instruction = """Маркування згідно ДСТУ:
БСГ - бетонна суміш готова

Міцність “В” - позначення класів міцності на стиск важкого і особливо важкого бетону

Пластичність “Р” - позначення марок консистенції бетонної суміші за осіданням конуса

Водонепроникність “W” - характеризує стійкість бетону до впливу води та вимірюється значенням гідростатичного тиску, при якому крізь бетон починає просочуватися вода (число показує тиск в атмосферах)

Морозостійкість “F” - здатність бетону в насиченому водою стані витримувати багаторазове навперемінне заморожування та відтавання, характеризується марками (число показує кількість циклів заморожування-відтавання, яку витримує бетон до допустимої межі руйнування)
"""
less_than_7_m3 = ("Ціна за доставку відрізняється через нараховану доплату, "
                  "оскільки замовлення менше 7 м³ рахується як 7 м³ "
                  "(мінімальне повне навантаження автобетонозмішувача). "
                  "Якщо замовлення перевищує 7 м³, вартість розраховується згідно з фактичним обсягом.")

closest_point = "Найближча точка відправлення: "
user_location_too_far = "Відстань поїздки більше 150 км. Виберіть іншу адресу або введіть більш точну адресу."


unknown_error = "Ой! Схоже щось сталося..."
geopos_not_found = "Не знайдено адресу. Перевірте правильність або уточніть її."
order_canceled = "Замовлення було усунуто."
order_confirmed = "Замовлення успішно прийнято. Очікуйте на звязок від нашого адміністратора."

